Repository: common-repository/wp-fevents-book
Catalog: languages/wp-fevents-book-*.po
Languages: de_de, fr_fr, hu_hu, it_it, sr_rs

source: Not logged User - access to the service denied
de_de: Unangemeldet - kein Zugriff auf diesen Service
fr_fr: Se connecter pour accéder au contenu du message
hu_hu: Sajnos nincs bejelentkezve a honlapra, a szolgáltatás így nem elérhető
it_it: Utente non loggato - accesso negato al servizio
sr_rs: Korisnik nije ulogovan- pristup odbijen

source: DELETE
de_de: LÖSCHEN
fr_fr: Supprimer
it_it: ELIMINA
sr_rs: OBRISATI

source: Delete Event and its booked users
de_de: Lösche Veranstaltung und Buchungen
fr_fr: Supprimer l'évènement ainsi que les inscrits
hu_hu: Az Eseményés az összes jelentkezett felhasználók törlése
it_it: Elimina Evento e tutti gli utenti iscritti
sr_rs: Obrisati dogadjaj i bukirane korisnike

source: Delete Event
de_de: Lösche Veranstaltung
fr_fr: Supprimer l'évènement
hu_hu: Esemény törlése
it_it: Elimina Evento
sr_rs: Obrisati dogadjaj

source: and all its booked users?
de_de: und alle gebuchten User?
fr_fr: et tous les inscrits ?
hu_hu: és az összes jelentkezett felhasználót?
it_it: e tutti gli utenti iscritti?
sr_rs: i sve bukirane korisnike?

source: Nome utente
sr_rs: Korisničko ime

source: Mail di riferimento
sr_rs: Email korisnika

source: Cancella iscrizione
fr_fr: Supprimer
sr_rs: Otkazi dogadjaj

source: Consenso invio email
sr_rs: Saglasnost slanje emaila

source: Nessun invio email per gli eventi seiruote.info
sr_rs: Nema događaja za slanje emaila seiruote.info

source: Selezionare se NON si desidera ricevere informazioni su nuove iniziative o su modifiche alle inizaitive esistenti
sr_rs: Čekirajte ako ne želite da primate informacije o novim inicijativama i promenama o postojećem dogadjaju

source: Configuration Options
de_de: Konfiguration
fr_fr: Options de configuration
hu_hu: Konfigurációs lehetőségek
it_it: Opzioni Configurazione
sr_rs: Opcije konfiguracije

source: Color
de_de: Farbe
fr_fr: Couleur
hu_hu: szín
it_it: Colore
sr_rs: Boja

source: Event Description
de_de: Beschreibung der Veranstaltung
fr_fr: Description
hu_hu: esemény leírása
it_it: Descrizione Evento
sr_rs: Opis dogadjaja

source: Event Date
de_de: Veranstaltungsdatum
fr_fr: Date
hu_hu: esemény dátuma
it_it: Data Evento
sr_rs: Datum dogadjaja

source: Event Place
de_de: Veranstaltungsort
fr_fr: Lieu
hu_hu: helyszín
it_it: Luogo Evento
sr_rs: Mesto dogadjaja

source: Expire Date
fr_fr: Expiration
hu_hu: lejárat dátuma
it_it: Data Scadenza
sr_rs: Rok isteka

source: show user choices
de_de: zeige User-Wahl
fr_fr: afficher les choix utilisateur
hu_hu: mutasd a választási lehetőségeket
it_it: visualizza scelte Utente
sr_rs: prikazati izbor korisnika

source: text to show:
fr_fr: texte à afficher:
hu_hu: megjelenítendő szöveg
it_it: testo da visualizzare:
sr_rs: tekst za prikaz:

source: choice
fr_fr: choix
hu_hu: választás
it_it: scelta
sr_rs: izbor

source: show Confirmation checkbox
de_de: zeige Bestätigungs-Checkbox
fr_fr: afficher la Confirmation
hu_hu: mutasd a megerősítés jelölőnégyzetetét
it_it: visualizza casella di Conferma
sr_rs: prikaži Potvrdi checkbox

source: show User email
de_de: zeige User-Email
fr_fr: afficher l'email
hu_hu: mutasd a Felhasználó e-mail címét
it_it: visualizza email Utente
sr_rs: prikaži email korisnika

source: show User info
de_de: zeige User-Info
fr_fr: afficher le détail
hu_hu: mutasd a Felhasználó adatait
it_it: visualizza Info Utente
sr_rs: prikaži info korisnika

source: show User
de_de: zeige User
fr_fr: afficher l'utilisateur
hu_hu: mutasd a Felhasználót
it_it: visualizza Utente
sr_rs: prikaži korisnika

source: name and surname
de_de: Vor-/Nachname
fr_fr: nom et prénom
hu_hu: keresztnév és vezetéknév
it_it: nome e cognome
sr_rs: ime i prezime

source: nickname
de_de: Spitzname
fr_fr: pseudonyme
hu_hu: becenév
sr_rs: nadimak

source: display name
de_de: Anzeigename
fr_fr: nom d'affichage
hu_hu: megjelenítési név
it_it: nome pubblico
sr_rs: prikazano ime

source: all
de_de: alle
fr_fr: tous
hu_hu: minden
it_it: tutto
sr_rs: sve

source: show Total users
de_de: Buchungen insgesamt:
fr_fr: Afficher le nb total utilisateurs
hu_hu: mutasd az összes felhasználót
it_it: visualizza totale utenti
sr_rs: prikaži Total korisnika

source: booked
de_de: gebuchte
fr_fr: inscrit
hu_hu: jelentkezett
it_it: iscritti
sr_rs: bukovano

source: confirmed
de_de: bestätigte
fr_fr: confirmé
hu_hu: megerősített
it_it: confermati
sr_rs: potvrdjeno

source: both
de_de: beide
fr_fr: les deux
hu_hu: mindkettő
it_it: entrambi
sr_rs: oba

source: Event Info
de_de: Veranstaltungs Info
fr_fr: Informations
hu_hu: Információ az eseményről
it_it: Informazioni Evento
sr_rs: Info o dogadjaju

source: Allow data export
de_de: Erlaube Datenexport
fr_fr: Autoriser l'exportation des données
hu_hu: Lehetővé teszik az adatok exportját
it_it: Permetti esportazione dati
sr_rs: Dozvoli export podataka

source: Team list
de_de: Teamliste
fr_fr: Liste équipe
hu_hu: Csapat lista
it_it: Lista squadra
sr_rs: Lista tima

source: with
de_de: mit
fr_fr: avec
hu_hu: -val
it_it: con
sr_rs: sa

source: elements.
de_de: Elementen.
fr_fr: éléments.
hu_hu: elemekkel.
it_it: elementi.
sr_rs: elementima.

source: First number:
de_de: Erste Nummer:
fr_fr: Premier:
hu_hu: Első szám:
it_it: Primo numero:
sr_rs: Prvi brojr:

source: Max users allowed to subscribe
it_it: Limita il numero massimo di utenti iscritti
sr_rs: Max korisnika dozvoljen za pretplatu

source: Max number:
fr_fr: max numéro
it_it: Numero massimo:
sr_rs: Max broj:

source: Visible to Logged only users
de_de: Nur für angemeldete User sichtbar
fr_fr: Visible uniquement pour les utilisateurs autentifiés
hu_hu: Látható a portálra bejelentkezett felhasználók számára
it_it: Visibile solo agli utenti loggati
sr_rs: Vidljivo samo ulogovanim korisnicima

source: Save Changes
de_de: Änderung speichern
fr_fr: Sauver les modidifications
hu_hu: Változtatások mentése
it_it: Salva Cambiamenti
sr_rs: Sačuvati promene

source: Delete all Users booked to the event with
fr_fr: Supprimer tous les incrits
it_it: Cancella tutti gli utenti iscritti a evento con
sr_rs: Obrisati sve bukirane orisnike za ovaj dogadja sa

source: Clear booked users list
fr_fr: Effacer la liste des incrits
hu_hu: A felhasználók jelentkezési listájának törlése
it_it: Cancella lista utenti iscritti
sr_rs: Obrisati listu bukiranih korisnika

source: adding this new event
fr_fr: ajout du nouvel évènement
hu_hu: Ennek az új eseménynek a hozzáadása
it_it: aggiungendo questo nuovo evento
sr_rs: dodaje se novi dogadja

source: Not logged in user, please login to book!
de_de: Du bist nicht angemeldet. Zum Buchen bitte anmelden!
fr_fr: Utilisateur non connecté, merci de vous connecter !
hu_hu: Sajnos nincs bejelentkezve, kérjük, jelentkezzen be a honlapra az konferenciára való jelentkezéshez!
it_it: Utente non autenticato, per favore autenticarsi!
sr_rs: Niste ulogovan i korisnik, molim vas ulogijte se da biste bukirali!

source: BOOK ME!
de_de: Buchen!
fr_fr: S'inscrire !
hu_hu: JELENTKEZEM!
it_it: ISCRIVIMI!
sr_rs: BUKIRAJ ME!

source: Book NOT POSSIBLE; max number reached!
it_it: Iscrizione NON POSSIBLIE; raggiunto il numero massimo!
sr_rs: Bukiranje NIJE MOGUĆE; max BROJ JE POPUNJEN

source: Update my booking!
de_de: Aktualisieren
fr_fr: Actualiser !
hu_hu: Frissítem a jelentkezési adataimat.
it_it: Aggiorna la mia iscrizione!
sr_rs: Updateuj moj buking!

source: ADD/UPDATE
de_de: HINZUFÜGEN/AKTUALISIEREN
fr_fr: Ajouter/Actualiser
hu_hu: Hozzáadás / frissítés
it_it: Aggiungi/Aggiorna
sr_rs: DODATI/UPDATEOVATI

source: Description
de_de: Beschreibung
hu_hu: Leírás
it_it: Descrizione
sr_rs: Opis

source: Date (mm/dd/yyyy)
de_de: Datum (TT/MM/JJJJ)
fr_fr: Date
hu_hu: Dátum (mm/dd/yyyy)
it_it: Data (gg/mm/aaaa)
sr_rs: Datum (mm/dd/gggg)

source: please subscribe before
fr_fr: attention : clôture des inscriptions le
hu_hu: Kérjük íratkozzon fel előbb
it_it: per favore iscriversi entro
sr_rs: pretpplatite se pre svega

source: Place
de_de: Ort
fr_fr: Lieu du Rdv
hu_hu: Hely
it_it: Luogo
sr_rs: Mesto

source: Event EXPIRED
fr_fr: Les inscriptions ce sont terminées le
hu_hu: Esemény LEJÁRT
it_it: Evento SCADUTO il
sr_rs: Dogadja je ISTEKAO

source: User
fr_fr: Utilisateur
hu_hu: Felhasználó
it_it: Utente
sr_rs: Korisnik

source: (if the user has already booked it is possible to modify the Notes and the Confirmation)
de_de: (gebuchte Teilnehmer können nur noch den Kommentar sowie die Bestätigung anpassen)
fr_fr: (la modification des commentaires est autorisée jusqu'à la clôture des inscriptions)
hu_hu: (már bejelentkezett résztvevőink módosíthatják a Megjegyzések rovatban foglaltakat)
it_it: (se l'utente si è già iscritto è possibile modificare le Note e la Conferma)
sr_rs: ( ukoliko je korisnik već rezervisao moguće je modifikovati podatke i potvrdu )

source: Team number
de_de: Teamnummer
fr_fr: Equipe numéro
hu_hu: Csapat szám
it_it: Numero squadra
sr_rs: Broj tima

source: User notes
de_de: Kommentar
fr_fr: Commentaires utilisateur
hu_hu: A felhasználó megjegyzései
it_it: Note utente
sr_rs: Beleške korisnika

source: Confirmed
de_de: Bestätigt
fr_fr: Confirmé
hu_hu: Megerősített
it_it: Confermato
sr_rs: Potvrdjeno

source: Booked users list
de_de: Teilnehmerliste
fr_fr: Liste des inscrits
hu_hu: Eseményre jelentkezett felhasználók listája
it_it: Lista utenti iscritti
sr_rs: Lista bukovanih korisnika

source: Team Nr
fr_fr: Equipe N°
hu_hu: Csapat Nr
it_it: Nr squadra
sr_rs: broj tima

source: Notes
de_de: Hinweis
fr_fr: Commentaires
hu_hu: Megjegyzések
it_it: Note
sr_rs: Beleške

source: Choice
fr_fr: Choix
hu_hu: Választás
it_it: Scelta
sr_rs: Izbor

source: Total booked users:
de_de: Anz. Buchungen:
fr_fr: Total inscrits:
hu_hu: Összes eseményre jelentkezett felhasználó:
it_it: Totale utenti iscritti:
sr_rs: Total bukiranih korisnika:

source: Total confirmed users:
de_de: Anz. Bestätigungen:
fr_fr: Total confirmés
hu_hu: Összes megerősített felhasználó:
it_it: Totale utenti confermati:
sr_rs: Total potvrdjenih korisnika:

source: Total confirmed / booked users:
de_de: Anz. Bestätigungen/Buchungen:
fr_fr: Total confirmés / inscrits:
hu_hu: Összes megerősítette/jelentkezett felhasználó:
it_it: Totale utenti confermati / iscritti:
sr_rs: Total Total bukiranih / bukiranih korisnika:

source: Event ID
de_de: Veranstaltungs ID
fr_fr: ID évènement
hu_hu: Esemény ID
it_it: ID Evento

source: active Event
de_de: aktive Veranstaltung
fr_fr: Actif
hu_hu: aktív esemény
it_it: Evento attivo

source: login id
fr_fr: identifiant
hu_hu: bejelentkezési azonosító
it_it: nome utente

source: Not Logged users can book
fr_fr: Non connecté utilisateur s'inscrire
it_it: Gli utenti non loggati possono iscriversi

source: CSV export
fr_fr: Export CSV
it_it: Esporta in CSV

source: Info
fr_fr: Information
